Revit 2027 API
SpatialElementGeometryCalculator Properties
The SpatialElementGeometryCalculator type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SpatialElementGeometryCalculator Class
Autodesk.Revit.DB Namespace